Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/PassKit/VirtualCard_Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# VIRTUAL_CARD_PRIVACY_EXPLANATION_BODY
source: Allow Wallet to check if your saved debit and credit cards from Safari AutoFill can be used with Apple Pay.
ar: السماح لتطبيق المحفظة بالتحقق مما إذا كانت بطاقات السحب والائتمان المحفوظة في التعبئة التلقائية في سفاري يمكن استخدامها مع Apple Pay أم لا.
bg: Позволете на Портфейл да провери дали картите ви, запазени в Автоматично попълване в Safari, могат да бъдат използвани с Apple Pay.
ca: Permet que l’app Cartera comprovi si les targetes de crèdit o dèbit que hagis desat a la funció d’autocompletar del Safari es poden utilitzar amb l’Apple Pay.
cs: Povolte aplikaci Peněženka zjistit, jestli jsou debetní a kreditní karty, které jste si uložili pro automatické vyplňování v Safari, vhodné k použití s Apple Pay.
da: Giv Wallet lov til at kontrollere, om dine gemte debet- og kreditkort fra Autoudfyld i Safari kan bruges med Apple Pay.
de: Erlaube Wallet zu überprüfen, ob deine in „Automatisch ausfüllen“ in Safari gesicherten Debit- und Kreditkarten mit Apple Pay genutzt werden können.
el: Επιτρέψτε στο Πορτοφόλι να ελέγχει αν οι αποθηκευμένες χρεωστικές και πιστωτικές κάρτες σας από την Αυτοσυμπλήρωση Safari μπορούν να χρησιμοποιηθούν με το Apple Pay.
es: Permite que la app Cartera compruebe si las tarjetas de crédito y débito que hayas guardado con la función de autorrelleno de Safari se pueden usar con Apple Pay.
es_us: Permite que Wallet verifique si tus tarjetas de débito y crédito en Autorrelleno de Safari pueden usarse con Apple Pay.
fi: Salli Lompakon tarkistaa, voiko Safarin automaattiseen täyttöön tallennettuja pankki- ja luottokortteja käyttää Apple Payn kanssa.
fr: Autorisez Cartes à vérifier si vos cartes bancaires enregistrées dans la fonctionnalité de remplissage automatique de Safari peuvent être utilisées avec Apple Pay.
fr_ca: Autorisez Portefeuille à vérifier si vos cartes de débit et de crédit enregistrées dans le remplissage automatique de Safari peuvent être utilisées avec Apple Pay.
he: באפשרותך לאשר ל״ארנק״ לבדוק אם כרטיסי האשראי והחיוב שלך שנשמרו במילוי האוטומטי של Safari יכולים לשמש עבור Apple Pay.
hi: वॉलेट को यह जाँचने की अनुमति दें कि Safari ऑटोफ़िल में सहेजे गए आपके डेबिट और क्रेडिट कार्ड का Apple Pay में इस्तेमाल किया जा सकता है या नहीं।
hr: Dozvolite Novčaniku da provjeri mogu li se spremljene debitne i kreditne kartice iz Auto ispune Safarija koristiti uz Apple Pay.
hu: Engedélyezheti a Tárcának annak ellenőrzését, hogy a Safari Automatikus kitöltés funkciójában elmentett bank- és hitelkártyái használhatók-e az Apple Payjel.
id: Izinkan Dompet untuk memeriksa apakah kartu debit dan kredit Anda yang disimpan dari Isi-Auto Safari dapat digunakan dengan Apple Pay.
it: Consenti a Wallet di verificare se le carte di debito e credito che usi per l’opzione di inserimento automatico di Safari possono essere usate anche con Apple Pay.
ja: Safariの自動入力に保存されたデビット/クレジットカードがApple Payで利用可能かどうかをウォレットで確認することを許可します。
kk: Wallet қолданбасына Safari браузеріндегі авто толтыру тізімінде сақталған дебеттік және несиелік карталарыңызды Apple Pay сервисінде пайдалану мүмкіндігінің бар-жоғын тексеруге рұқсат беріңіз.
ko: Safari 자동 완성에 저장한 체크 카드 및 신용 카드를 Apple Pay에서 사용할 수 있는지를 지갑 앱이 확인하도록 허용하십시오.
lt: Leiskite programai „Piniginė“ patikrinti, ar „Safari“ automatinio užpildymo funkcijoje išsaugotas debeto ir kredito korteles galima naudoti su „Apple Pay“.
ms: Benarkan Wallet menyemak sama ada kad debit dan kredit disimpan anda daripada Isi Auto Safari boleh digunakan dengan Apple Pay.
nl: Sta toe dat Wallet controleert of je bewaarde betaalkaarten en creditcards uit 'Vul automatisch in' in Safari kunnen worden gebruikt met Apple Pay.
no: Tillat at Lommebok kan kontrollere om debet- og kredittkortene du har arkivert i Autoutfyll i Safari, kan brukes med Apple Pay.
pl: Pozwól Portfelowi sprawdzić, czy karty debetowe i kredytowe zachowane przez funkcję Wypełnianie w Safari mogą być używane z Apple Pay.
pt_br: Permita que o app Carteira verifique se os seus cartões de débito e crédito salvos pelo Preenchimento Automático do Safari podem ser usados com o Apple Pay.
pt_pt: Permita que a aplicação Carteira verifique se os seus cartões de débito e de crédito guardados para preenchimento automático no Safari podem ser usados com o Apple Pay.
ro: Permiteți aplicației Portofel să verifice dacă aveți carduri de debit și de credit în funcția Auto‑completare din Safari care pot fi utilizate cu Apple Pay.
ru: Разрешите Wallet проверить, доступны ли дебетовые и кредитные карты, которые Вы сохранили в Safari, для оплаты с Apple Pay.
sk: Umožnite apke Peňaženka zistiť, či je s Apple Pay možné používať debetné a kreditné karty, ktoré ste si uložili na automatické vypĺňanie v Safari.
sl: Dovolite Denarnici, da preveri, ali se lahko vaše debetne in kreditne kartice, ki ste jih shranili v samodejnem izpolnjevanju v Safariju, uporabljajo s storitvijo Apple Pay.
sv: Tillåt att Plånbok kontrollerar om dina sparade bankkort och kreditkort i Safari-autofyll kan användas med Apple Pay.
th: อนุญาตให้กระเป๋าสตางค์ตรวจสอบว่าบัตรเดบิตและบัตรเครดิตที่บันทึกไว้ของคุณจากการป้อนอัตโนมัติใน Safari สามารถใช้กับ Apple Pay ได้หรือไม่
tr: Cüzdan’ın, Safari Otomatik Doldurma’da kaydettiğiniz banka ve kredi kartlarınızın Apple Pay ile kullanılıp kullanılamayacağını denetlemesine izin verin.
uk: Дозвольте Гаманцю перевіряти, чи можна використовувати дебетові та кредитні картки, збережені для Автозаповнення в Safari, з Apple Pay.
vi: Cho phép Ví kiểm tra xem thẻ ghi nợ và thẻ tín dụng đã lưu từ Tự động điền của Safari có thể sử dụng được với Apple Pay hay không.
zh_cn: 允许“钱包”检查存储在Safari浏览器“自动填充”中的借记卡和信用卡是否可通过Apple Pay使用。
zh_hk: 允許「銀包」檢查Safari「自動填寫」中儲存的扣帳卡和信用卡是否可以透過Apple Pay使用。
zh_tw: 允許「錢包」檢查「Safari自動填寫」中儲存的簽帳金融卡和信用卡是否可以在Apple Pay中使用。

# VIRTUAL_CARD_SET_UP_SUMMARY_ITEM
source: Authorize Virtual Card Number
ar: تخويل رقم البطاقة الرقمية
bg: Оторизация на номера на виртуалната карта
ca: Autoritza el número de la targeta virtual
cs: Autorizace virtuálního čísla karty
da: Godkend virtuelt kortnummer
de: Nummer der virtuellen Karte autorisieren
el: Εξουσιοδότηση αριθμού εικονικής κάρτας
es: Autorizar número de tarjeta virtual
es_us: Autorizar número de tarjeta virtual
fi: Valtuuta virtuaalikortin numero
fr: Autoriser le numéro de carte virtuelle
fr_ca: Autoriser le numéro de carte virtuelle
he: אימות מספר הכרטיס הווירטואלי
hi: वर्चुअल कार्ड नंबर अधिकृत करें
hr: Autorizirajte virtualni broj kartice
hu: Virtuális kártya számának ellenőrzése
id: Sahkan Nomor Kartu Virtual
it: Autorizza il numero di carta virtuale
ja: バーチャルカード番号を認証
kk: Виртуалды карта нөмірін авторизациялау
ko: 가상 카드 번호 인증
lt: Patvirtinti virtualiosios kortelės numerį
ms: Benarkan Nombor Kad Maya
nl: Autoriseer virtueel kaartnummer
no: Autoriser virtuelt kortnummer
pl: Autoryzuj numer karty wirtualnej
pt_br: Autorizar Número do Cartão Virtual
pt_pt: Autorizar número do cartão virtual
ro: Autorizați numărul de card virtual
ru: Авторизовать номер виртуальной карты
sk: Autorizácia čísla virtuálnej karty
sl: Pooblastitev številke navidezne kartice
sv: Auktorisera virtuellt kortnummer
th: อนุญาตหมายเลขบัตรเสมือน
tr: Sanal Kart Numarasını Yetkilendir
uk: Авторизувати номер віртуальної картки
vi: Cấp phép số thẻ ảo
zh_cn: 授权虚拟卡号
zh_hk: 授權虛擬卡號
zh_tw: 授權虛擬卡號

# ALLOW_ONLINE_PAYMENTS_TITLE
source: Compatible Cards
ar: بطاقات متوافقة
bg: Съвместими карти
ca: Targetes admeses
cs: Kompatibilní karty
da: Kompatible kort
de: Kompatible Karten
el: Συμβατές κάρτες
es: Tarjetas compatibles
es_us: Tarjetas compatibles
fi: Korttien yhteensopivuus
fr: Cartes compatibles
fr_ca: Cartes compatibles
he: כרטיסים תואמים
hi: संगत कार्ड
hr: Kompatibilne kartice
hu: Kompatibilis kártyák
id: Kartu yang Kompatibel
it: Carte compatibili
ja: 互換性のあるカード
kk: Үйлесімді карталар
ko: 호환되는 카드
lt: Suderinamos kortelės
ms: Kad Serasi
nl: Compatibele kaarten
no: Kompatible kort
pl: Zgodne karty
pt_br: Cartões Compatíveis
pt_pt: Cartões compatíveis
ro: Carduri compatibile
ru: Совместимые карты
sk: Kompatibilné karty
sl: Združljive kartice
sv: Kompatibla kort
th: บัตรที่ใช้งานร่วมกันได้
tr: Uygun Kartlar
uk: Сумісні картки
vi: Các thẻ tương thích
zh_cn: 兼容的卡
zh_hk: 相容的卡
zh_tw: 相容的卡片

# VIRTUAL_CARD_PAYMENT_READY_TO_USE_FORMAT
source: “%@” is ready for Apple Pay and Safari AutoFill.
ar: بطاقة "⁨%@⁩" جاهزة لـ Apple Pay والتعبئة التلقائية في سفاري.
bg: „%@“ е готова за Apple Pay и Автоматично попълване в Safari.
ca: Ja pots utilitzar la targeta %@ a l’Apple Pay i a la funció d’autocompletar del Safari.
cs: Karta %@ je připravena pro Apple Pay a automatické vyplňování v Safari.
da: “%@” er klar til Apple Pay og Autoudfyld i Safari.
de: „%@“ ist bereit für Apple Pay und „Automatisch ausfüllen“ in Safari.
el: Η κάρτα «%@» είναι έτοιμη για το Apple Pay και για την Αυτοσυμπλήρωση Safari.
es: La tarjeta “%@” está lista para utilizarse con Apple Pay y la función de autorrelleno de Safari.
es_us: Ya puedes usar “%@” para Apple Pay y Autorrelleno de Safari.
fi: %@ on valmis Apple Payn käyttöön ja Safarin automaattiseen täyttöön.
fr: « %@ » est prête pour Apple Pay et la fonctionnalité de remplissage automatique de Safari.
fr_ca: « %@ » est prête à fonctionner avec Apple Pay et le remplissage automatique de Safari.
he: ‏״%@״ מוכן לשימוש עם Apple Pay ועם המילוי האוטומטי של Safari.
hi: “%@” Apple Pay और Safari ऑटोफ़िल के लिए तैयार है।
hr: Kartica “%@” spremna je za Apple Pay i Safari Auto ispunu.
hu: A(z) „%@” készen áll az Apple Payben és a Safari Automatikus kitöltésben való használatra.
id: “%@” siap untuk Apple Pay dan Isi-Auto Safari.
it: “%@” è disponibile per Apple Pay e per l’inserimento automatico di Safari.
ja: “%@”をApple PayとSafariの自動入力で利用できるようになりました。
kk: «%@» картасы Apple Pay және Safari авто толтыру арқылы пайдалануға дайын.
ko: ‘%@’을(를) Apple Pay 및 Safari 자동 완성에서 사용할 수 있습니다.
lt: „%@“ paruošta naudoti su „Apple Pay“ ir „Safari“ automatinio užpildymo funkcija.
ms: “%@” sedia untuk Apple Pay dan Isi Auto Safari.
nl: '%@' is gereed voor Apple Pay en 'Vul automatisch in' in Safari.
no: %@ er klart for Apple Pay og Autoutfyll i Safari.
pl: Karta „%@” jest gotowa do użycia z Apple Pay i funkcją Wypełnianie w Safari.
pt_br: O “%@” está pronto para o Apple Pay e Preenchimento Automático do Safari.
pt_pt: “%@” já pode ser usado com o Apple Pay e o preenchimento automático do Safari.
ro: “%@” este pregătit pentru Apple Pay și funcția Auto‑completare din Safari.
ru: Теперь карту «%@» можно добавить в Apple Pay и сохранить для автозаполнения в Safari.
sk: Karta „%@“ je pripravená pre Apple Pay a AutoFill v Safari.
sl: Kartica »%@« je pripravljena za uporabo v storitvi Apple Pay in samodejnem izpolnjevanju v Safariju.
sv: ”%@” kan användas med Apple Pay och Safaris Autofyll.
th: “%@” พร้อมสำหรับ Apple Pay และการป้อนอัตโนมัติใน Safari
tr: “%@” Apple Pay ve Safari Otomatik Doldurma için hazır.
uk: Картка «%@» готова для Apple Pay і Автозаповнення в Safari.
vi: “%@” đã sẵn sàng cho Apple Pay và Tự động điền của Safari.
zh_cn: “%@”可用于Apple Pay和Safari浏览器自动填充。
zh_hk: 「%@」可以用於Apple Pay和Safari「自動填寫」。
zh_tw: 「%@」可以用於Apple Pay和「Safari自動填寫」。

# ADD_VIRTUAL_CARD_BUTTON_TITLE
source: Add
ar: إضافة
bg: Добави
ca: Afegeix
cs: Přidat
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es: Añadir
es_us: Agregar
fi: Lisää
fr: Ajouter
fr_ca: Ajouter
he: הוספה
hi: जोड़ें
hr: Dodaj
hu: Hozzáadás
id: Tambah
it: Aggiungi
ja: 追加
kk: Қосу
ko: 추가
lt: Įtraukti
ms: Tambah
nl: Voeg toe
no: Legg til
pl: Dodaj
pt_br: Adicionar
pt_pt: Adicionar
ro: Adăugați
ru: Добавить
sk: Pridať
sl: Dodaj
sv: Lägg till
th: เพิ่ม
tr: Ekle
uk: Додати
vi: Thêm
zh_cn: 添加
zh_hk: 加入
zh_tw: 加入

# VIRTUAL_CARD_NOTIFICATION_SUGGEST_UPGRADE_BODY
source: Protect your card from fraud with a virtual card number for your %1$@ ending in %2$@.
ar: يمكنك حماية بطاقتك من الاحتيال باستخدام رقم بطاقة رقمية لبطاقة %1$@ التي تنتهي بـ %2$@.
bg: Защитете вашата карта от измами с номер на виртуална карта за картата ви от %1$@, завършваща на %2$@.
ca: Per prevenir el frau, pots protegir la targeta %1$@ acabada en %2$@ amb un número de targeta virtual.
cs: Chraňte svou kartu před zneužitím – místo karty %1$@ s číslem končícím %2$@ používejte virtuální číslo karty.
da: Beskyt dit %1$@-kort mod svindel med et virtuelt kortnummer, der slutter med %2$@.
de: Zwecks Betrugsprävention kannst du deine Karte „%1$@“, die auf %2$@ endet, mit einer virtuellen Kartennummer schützen.
el: Προστατεύστε την κάρτα σας από απάτη με έναν αριθμό εικονικής κάρτας για «%1$@» που λήγει σε %2$@.
es: Protege tu tarjeta %1$@ acabada en %2$@ contra posibles fraudes con un número de tarjeta virtual.
es_us: Protege tu tarjeta de fraudes con un número de tarjeta virtual para tu %1$@ terminada en %2$@.
fi: Suojaa %1$[tt]@-korttiasi, joka päättyy numeroihin %2$@, petoksia vastaan käyttämällä virtuaalikortin numeroa.
fr: Protégez votre carte contre la fraude en utilisant un numéro de carte virtuelle pour votre %1$@ se terminant par %2$@.
fr_ca: Protégez votre carte %1$@ se terminant par %2$@ contre la fraude au moyen d’un numéro de carte virtuelle.
he: באפשרותך להגן על הכרטיס שלך מהונאות באמצעות מספר כרטיס וירטואלי עבור כרטיס ה-%1$@ שלך שמסתיים בספרות %2$@.
hi: %2$@ से समाप्त होने वाले अपने %1$@ के लिए वर्चुअल कार्ड नंबर से अपने कार्ड को धोखाधड़ी से बचाएँ।
hr: Zaštitite svoju karticu od prevara koristeći virtualni broj kartice za karticu %1$@ koja završava s %2$@.
hu: Megvédheti a(z) %2$@ számjegyekre végződő %1$@ kártyáját a csalások ellen, ha virtuális kártyaszámot használ.
id: Lindungi kartu Anda dari penipuan dengan nomor kartu virtual untuk %1$@ Anda yang diakhiri dengan %2$@.
it: Proteggi la carta dalle frodi con un numero virtuale per la %1$@ che termina con %2$@.
ja: バーチャルカード番号で、%2$@で終わる%1$@のカードを不正利用から保護します。
kk: %1$@ картаңызды (соңғы төрт саны: %2$@) виртуалды карта нөмірінің көмегімен алаяқтардан қорғаңыз.
ko: 가상 카드 번호로 사용자의 %1$@ 카드(마지막 자리 %2$@)를 사기 위험으로부터 보호하십시오.
lt: Apsaugokite savo kortelę nuo sukčiavimo naudodami virtualiosios kortelės numerį savo „%1$@“, kuris baigiasi %2$@.
ms: Lindungi kad anda daripada penipuan dengan nombor kad maya untuk %1$@ anda yang berakhir dengan %2$@.
nl: Bescherm je kaart tegen fraude met een virtueel kaartnummer voor je %1$@ eindigend op %2$@.
no: Beskytt kortet ditt mot svindelforsøk med et virtuelt kortnummer for %1$@ som slutter på %2$@.
pl: Chroń swoją kartę %1$@ przed oszustami, używając numeru karty wirtualnej kończącego się cyframi %2$@.
pt_br: Use um número de cartão virtual para proteger contra fraude o seu cartão %1$@ que termina com %2$@.
pt_pt: Proteja o seu cartão de fraudes com um número de cartão virtual para o seu %1$@ que termina em %2$@.
ro: Protejați‑vă cardul împotriva fraudelor cu un număr de card virtual pentru cardul dvs. %1$@ cu terminația %2$@.
ru: Защитите свою карту от мошенников, используя виртуальный номер для карты «%1$@» (**%2$@).
sk: Chráňte svoju kartu pred podvodmi – pre kartu „%1$@“ zakončenú číslicami %2$@ používajte virtuálne číslo.
sl: Zaščitite svojo kartico pred goljufijami s številko navidezne kartice za vašo kartico %1$@, ki se konča na %2$@.
sv: Skydda ditt kort från bedrägerier med ett virtuellt kortnummer för ditt %1$@ som slutar med %2$@.
th: ปกป้องบัตรของคุณจากการโจรกรรมด้วยหมายเลขบัตรเสมือนสำหรับ%1$[tt]@ของคุณที่ลงท้ายด้วย %2$@
tr: %2$@ ile biten %1$@ kartınız için sanal bir kart numarası ile kartınızı dolandırıcılıktan koruyun.
uk: Захистіть свою картку від шахрайства, використовуючи віртуальний номер для картки %1$@, номер якої закінчується на %2$@.
vi: Bảo vệ thẻ của bạn khỏi hành vi lừa đảo bằng số thẻ ảo cho %1$@ có số cuối là %2$@.
zh_cn: 为预防诈骗，通过虚拟卡号保护尾号为%2$@的“%1$@”卡。
zh_hk: 保護你的卡免受詐騙，為%2$@結尾的%1$@使用虛擬卡號。
zh_tw: 保護卡片免於詐騙，為末四碼%2$@的%1$@使用虛擬卡號。

# VIRTUAL_CARD_SET_UP_IN_PROGRESS_TITLE
source: Adding Number…
ar: تجري إضافة الرقم…
bg: Добавяне на номер…
ca: Afegint el número…
cs: Přidávání čísla…
da: Tilføjer nummer…
de: Nummer hinzufügen …
el: Προσθήκη αριθμού…
es: Añadiendo número…
es_us: Agregando número…
fi: Lisätään numeroa…
fr: Ajout du numéro…
fr_ca: Ajout du numéro…
he: מוסיף מספר…
hi: नंबर जोड़ा जा रहा है…
hr: Dodavanje broja…
hu: Szám hozzáadása…
id: Menambahkan Nomor…
it: Aggiungo numero…
ja: 番号を追加中…
kk: Нөмір қосылуда…
ko: 번호를 추가하는 중…
lt: Įtraukiamas numeris…
ms: Menambah Nombor…
nl: Nummer toevoegen…
no: Legger til nummer…
pl: Dodaję numer…
pt_br: Adicionando o Número…
pt_pt: A adicionar número…
ro: Adăugare număr…
ru: Добавление номера…
sk: Pridávam číslo…
sl: Dodajanje številke …
sv: Lägger till nummer…
th: กำลังเพิ่มหมายเลข…
tr: Numara Ekleniyor…
uk: Додавання номера…
vi: Đang thêm số thẻ…
zh_cn: 正在添加卡号…
zh_hk: 正在加入卡號⋯
zh_tw: 正在加入卡號⋯
